export const categories = [
  { id: 1, name: "هنر", slug: "art" },
  { id: 2, name: "کتاب", slug: "book" },
  { id: 3, name: "ورزش", slug: "sport" },
  { id: 4, name: "زبان", slug: "language" },
  { id: 5, name: "موسیقی", slug: "music" },
  { id: 6, name: "دنیای دیجیتال", slug: "digital" },
  { id: 7, name: "قلمرو ناشناخته", slug: "other" },
  { id: 8, name: "آکادمی کسب و کار", slug: "startup" },
  { id: 9, name: "مسافرت", slug: "travel" },
];

export const challenge = [
  {
    id: 1,
    name: "هنر",
    slug: "art",
    icon: "/assets/vectors/pen.png",
    path: "/art-section",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها",
  },
  {
    id: 2,
    name: "کتاب",
    slug: "book",
    icon: "/assets/vectors/book.png",
    path: "/book-section",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها",
  },
  {
    id: 3,
    name: "ورزش",
    slug: "sport",
    icon: "/assets/vectors/sport.png",
    path: "/sport-section",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها",
  },
  {
    id: 5,
    name: "زبان",
    slug: "language",
    icon: "/assets/vectors/language.png",
    path: "/language-section",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها",
  },
  {
    id: 4,
    name: "موسیقی",
    slug: "music",
    icon: "/assets/vectors/music.png",
    path: "/music-section",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها",
  },
  {
    id: 6,
    name: "دنیای دیجیتال",
    slug: "digital",
    icon: "/assets/vectors/digital.png",
    path: "/digital-section",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها",
  },
  {
    id: 8,
    name: "قلمرو ناشناخته",
    slug: "other",
    icon: "/assets/vectors/map.png",
    path: "/seminar-section",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها",
  },
  {
    id: 9,
    name: "آکادمی کسب و کار",
    slug: "startup",
    icon: "/assets/vectors/mony.png",
    path: "/seminar-section",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها",
  },
  {
    id: 7,
    name: "مسافرت",
    slug: "travel",
    icon: "/assets/vectors/travel.png",
    path: "/tourist-section",
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها",
  },
];

export const fakeBlogs = [
  {
    id: 1,
    title: "متنی ساختگی با تولید سادگی نامفهوم ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است",
    like: 60,
    rate: 2,
    date: "3اردیبهشت",
    img: "/assets/blog.png",
  },
  {
    id: 2,
    title: "متنی ساختگی با تولید سادگی نامفهوم ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است",
    like: 60,
    rate: 2,
    date: "3اردیبهشت",
    img: "/assets/intro-1.png",
  },
  {
    id: 3,
    title: "متنی ساختگی با تولید سادگی نامفهوم ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است",
    like: 60,
    rate: 2,
    date: "3اردیبهشت",
    img: "/assets/blog.png",
  },
  {
    id: 4,
    title: "متنی ساختگی با تولید سادگی نامفهوم ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است",
    like: 60,
    rate: 2,
    date: "3اردیبهشت",
    img: "/assets/feather.png",
  },
];

export const blogInfo = {
  id: 213,
  title: "متن ساختگی با تولید سادگی نامفهوم ",
  date: "3 اردیبهشت",
  view: 120,
  like: 59,
  rate: 2,
  img: "/assets/blog.png",
  description:
    "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. لورم ایپسوم است لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. لورم ایپسوم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. لورم ایپسوم است لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. لورم ایپسوم است.  و با استفاده از طراحان گرافیک است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. لورم ایپسوم است. و با استفاده از طراحان گرافیک است. لورم ایپسوم متن ساختگی با تولید سادگی است",
};
